tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/services"
cask_args appdir: "/Applications"

brew "asdf"
brew "coreutils"
brew "curl"
brew "git"
brew "gpg"
brew "gawk"
brew "stow"
brew "starship"

cask "discord"
cask "google-chrome"
cask "google-japanese-ime"
cask "notion"
cask "postman"
cask "slack"
# cask "virtualbox"
cask "visual-studio-code"
cask "zoom"
